/* This file contains the localizable strings for OmniGraffle.toolbar and OmniGrafflePro.toolbar */

"OSAScriptTemplate.paletteLabel" = "Script: %@";
"OSAScriptTemplate.toolTip" = "Ejecutar AppleScript “%@”";
"OSAScriptTemplate.label" = "%@";

"LayoutSelection.paletteLabel" = "Disponer selección";
"LayoutSelection.toolTip" = "Disponer la selección actual automáticamente";
"LayoutSelection.label" = "Disponer";

"Group" = "Agrupar";
"Ungroup" = "Desagrupar";
"SmartGroup.paletteLabel" = "Agrupar/Desagrupar";
"SmartGroup.toolTip" = "Agrupar/Desagrupar";
"SmartGroup.label" = "Agrupar";

"PickDiagramStyle.paletteLabel" = "Estilo de diagrama";
"PickDiagramStyle.toolTip" = "Mostrar el selector de estilos de diagrama";
"PickDiagramStyle.label" = "Estilo";

"ToggleSidebar.paletteLabel" = "Barra lateral del lienzo";
"ToggleSidebar.toolTip" = "Ocultar/Mostrar la barra lateral del lienzo";
"ToggleSidebar.label" = "Lienzos";

"ToggleOutlineSidebar.paletteLabel" = "Barra lateral del esquema";
"ToggleOutlineSidebar.toolTip" = "Ocultar/Mostrar la barra lateral del esquema";
"ToggleOutlineSidebar.label" = "Esquema";

"MakeTable.toolTip" = "Agrupar los gráficos seleccionados en una tabla";
"MakeTable" = "Crear tabla";

"ShowInfo.paletteLabel" = "Inspectores";
"ShowInfo.toolTip" = "Mostrar/Ocultar inspectores";
"ShowInfo.label" = "Inspectores";

"ShowExtras.paletteLabel" = "Mostrar/Ocultar extras";
"ShowExtras.toolTip" = "Mostrar/Ocultar extras";
"ShowExtras.label" = "Extras";

"ShowRulers.paletteLabel" = "Mostrar/Ocultar reglas";
"ShowRulers.toolTip" = "Mostrar/Ocultar reglas";
"ShowRulers.label" = "Reglas";

"SmartGuides.paletteLabel" = "Guías inteligentes";
"SmartGuides.toolTip" = "Alternar guías de distancia y guías inteligentes";
"SmartGuides.label" = "Guías inteligentes";

"SnapToGrid.paletteLabel" = "Ajustar a retícula";
"SnapToGrid.toolTip" = "Activar/Desactivar ajuste a retícula";
"SnapToGrid.label" = "Ajustar";

"Lock" = "Bloquear";
"Unlock" = "Desbloquear";
"SmartLock.paletteLabel" = "Bloquear/Desbloquear";
"SmartLock.toolTip" = "Bloquear/Desbloquear";
"SmartLock.label" = "Bloquear";

"DrawingMode" = "Herramientas";

"ExpandSubgraph.paletteLabel" = "Expandir subgráfico";
"ExpandSubgraph.toolTip" = "Expandir subgráfico";
"ExpandSubgraph.label" = "Expandir";

"GroupSubgraph.paletteLabel" = "Agrupar como subgráfico";
"GroupSubgraph.toolTip" = "Agrupar como subgráfico";
"GroupSubgraph.label" = "Subgráfico";

"CollapseSubgraph.paletteLabel" = "Contraer subgráfico";
"CollapseSubgraph.toolTip" = "Contraer subgráfico";
"CollapseSubgraph.label" = "Contraer";

"StartPresentation.paletteLabel" = "Iniciar presentación";
"StartPresentation.toolTip" = "Iniciar presentación";
"StartPresentation.label" = "Diapositivas";

"ShowPalette.paletteLabel" = "Ventana de modelos";
"ShowPalette.toolTip" = "Ventana de modelos";
"ShowPalette.label" = "Modelos";

"LayoutGraph.paletteLabel" = "Disponer diagrama";
"LayoutGraph.toolTip" = "Disponer todo el diagrama automáticamente";
"LayoutGraph.label" = "Disponer";

"SendToBack.paletteLabel" = "Enviar al fondo";
"SendToBack.optionKeyToolTip" = "Enviar atrás";
"SendToBack.toolTip" = "Enviar al fondo";
"SendToBack.label" = "Fondo";
"SendToBack.optionKeyLabel" = "Atrás";

"BringToFront.paletteLabel" = "Traer al frente";
"BringToFront.optionKeyToolTip" = "Traer adelante";
"BringToFront.toolTip" = "Traer al frente";
"BringToFront.label" = "Frente";
"BringToFront.optionKeyLabel" = "Adelante";

"StyleTray" = "Estilo";
